Repository: common-repository/samba-videos
Catalog: languages/samba-videos-*.po
Languages: pt_br

source: Error Processing Request
pt_br: Erro ao processar requisição

source: The parameter "access_token" has not been found.
pt_br: O parâmetro "access_token" não foi encontrado.

source: There is an access_token activated.
pt_br: Já existe um access_token ativo.

source: The access_token was added successfully.
pt_br: O access_token foi inserido com sucesso.

source: The access_token was removed successfully.
pt_br: O access_token foi removido com sucesso.

source: There has been an error in removing.
pt_br: Teve um erro na remoção.

source: This access_token was not still registered.
pt_br: O access_token ainda não foi cadastrado.

source: Search
pt_br: Pesquisar

source: Filter
pt_br: Filtrar

source: Have been not found any media.
pt_br: Não foi encontrada nenhuma mídia.

source: Select
pt_br: Selecionar

source: Back to gallery
pt_br: Voltar para Galeria

source: Show more
pt_br: Mostrar mais

source: First, you have to set up an app on Samba Videos
pt_br: Primeiro você deve configurar uma app no Samba Vídeos

source: Save changes
pt_br: Salvar alterações

source: There is an internal error. Contact Samba Videos support!
pt_br: Tem um erro interno. Entre em contato com o suporte do Samba Vídeos!

source: You have to select a Samba Videos project.
pt_br: Você tem que selecionar um projeto do Samba Vídeos.

source: Width cannot be set at less than 320.
pt_br: O width não pode ser menor que 320.

source: Height cannot be set at less than 168.
pt_br: O Height não pode ser menor que 168.

source: Age cannot exceed 100.
pt_br: A idade não pode ser maior que 100.

source: The volume must be between 0 and 100.
pt_br: O volume deve ser entre 0 e 100.

source: There is an internal error in Samba Videos plugin. Deactivate it and contact our support!
pt_br: Tem um erro interno no plugin Samba Videos. Desative-o e entre em contato com nosso suporte!

source: Project
pt_br: Projeto

source: Project name
pt_br: Nome do projeto

source: Video width
pt_br: Largura do vídeo

source: Video height
pt_br: Altura do vídeo

source: Force Player Samba to play in HTML5 in supported browsers and devices.
pt_br: Força o Player Samba a tocar em modo HTML5 em browsers e dispositivos suportados.

source: Displays the Chromecast option in Google Chrome.
pt_br: Apresenta a opção de Chromecast no Google Chrome

source: Activates the age restriction behavior of the player.
pt_br: Ativa o comportamento de restrição de idade do player.

source: Activates the resume behavior of the player.
pt_br: Ativa o comportamento de resume do player.

source: Sets whether the player will automatically start or not after loading.
pt_br: Define se o player inicia automaticamente ou não após carregado.

source: Parameter that allows you to assign the default volume value of the player before the video starts playing.
pt_br: Parâmetro que permite associar um valor pré-definido ao volume do player antes do vídeo começar a tocar.
